_drafts/tools.org
#+TITLE: Tools 
#+SUBTITLE: useful tools and resources I use regularly 
#+AUTHOR: Joseph Ruocco 
#+OPTIONS: toc:nil 

* Health & Well-being
** Sleep
- Sleep tips from Tools for Titans, 4-hour Body
- philips wake up light 
- Cooling pad from Amazon
** Diet 
- Slow Carb^TM  Diet from the 4-hour Body
- Tea ~ Coffee 1 day a week 
** Exercise 
- Kettlebells from 4-hourbody and Sinister & Simple 
- Starting Strength 
- Standing Desk.
- Walking 1-2 hours a day / Walking on uneven surfaces/rocks.
** Misc
- cold showers 

* Personal Finance  
** Bank Cards 
- Schwab Investor Checking Account- High interest rate 
- Capital One Savings Account - Higher interest rate.
- Chase Student Rewards card.  
** Budgeting 
- Excel - I keep track of monthly income, expenses, etc. 
- Personal Capital - Displays amounts from all accounts. 
- Schwab App 

* Learning & Life 
** Reading 
- kindle paperwhite 
- ibooks and kindle app/ I love to use the search function of these
  apps to look up keywords in books I use often. 
- paperback books - I buy paperbacks because of the indexes for the
  same reason. 
- librivox.org- Audiobooks for classic novels/fiction 
- twitter 
** Writing & NoteTaking 
- emacs//org mode//notes app//screenshots 
- Mac Terminal
- Arch Linux on a Dell Latitude Computer. I love the startup
  environment being just a blank terminal, I can write without any
  other utility. Also using a Dell is useful because I use an ethernet
  to plug in to the internet, thus making the choice to use the
  interent more deliberate than automatic behavior of WiFi. 
- jekyll/github pages/ netlify for site configuration, hosting, and
  domain. Customized Lanyon/Poole Theme 
- fastmail for email

** Productivity 
- focus app- set on hardcore mode to limit internet usage to 2 hours 
- Freedom app which blocks distracting websites. 
- KSafe 
- Airpods - used with Siri to make/answer calls & reduce phone
  pickup. 
- Spotify for music. Discovery: it helps to use tho web player on your
  phone instead of the app so you can singletask better. 
** Misc 
- Drawing, I used to use a Wacom Bamboo tablet, on ClipStudio Paint
  for Mac, but then just switched to the better feeling Apple
  Pencil/Ipad and Clip Studio Ipad App. (Unpaid version)
- Music - M-audio Oxygen and garageband. 
