_drafts/tools.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-07 Mon 09:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tools</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joseph Ruocco" />
</head>
<body>
<div id="content">
<h1 class="title">Tools
<br />
<span class="subtitle">useful tools and resources I use regularly</span>
</h1>

<div id="outline-container-orgf6df7a0" class="outline-2">
<h2 id="orgf6df7a0"><span class="section-number-2">1</span> Health &amp; Well-being</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3cdf6ee" class="outline-3">
<h3 id="org3cdf6ee"><span class="section-number-3">1.1</span> Sleep</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Sleep tips from Tools for Titans, 4-hour Body</li>
<li>philips wake up light</li>
<li>Cooling pad from Amazon</li>
</ul>
</div>
</div>
<div id="outline-container-orgac4a38c" class="outline-3">
<h3 id="orgac4a38c"><span class="section-number-3">1.2</span> Diet</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Slow Carb<sup>TM</sup>  Diet from the 4-hour Body</li>
<li>Tea ~ Coffee 1 day a week</li>
</ul>
</div>
</div>
<div id="outline-container-orgb96225c" class="outline-3">
<h3 id="orgb96225c"><span class="section-number-3">1.3</span> Exercise</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Kettlebells from 4-hourbody and Sinister &amp; Simple</li>
<li>Starting Strength</li>
<li>Standing Desk.</li>
<li>Walking 1-2 hours a day / Walking on uneven surfaces/rocks.</li>
</ul>
</div>
</div>
<div id="outline-container-orga58ffba" class="outline-3">
<h3 id="orga58ffba"><span class="section-number-3">1.4</span> Misc</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>cold showers</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org88fb58e" class="outline-2">
<h2 id="org88fb58e"><span class="section-number-2">2</span> Personal Finance</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org28637c2" class="outline-3">
<h3 id="org28637c2"><span class="section-number-3">2.1</span> Bank Cards</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Schwab Investor Checking Account- High interest rate</li>
<li>Capital One Savings Account - Higher interest rate.</li>
<li>Chase Student Card -</li>
</ul>
</div>
</div>
<div id="outline-container-org3cbfbcc" class="outline-3">
<h3 id="org3cbfbcc"><span class="section-number-3">2.2</span> Budgeting</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Excel - I keep track of monthly income, expenses, etc.</li>
<li>Personal Capital - Displays amounts from all accounts.</li>
<li>Schwab App</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org84cbed6" class="outline-2">
<h2 id="org84cbed6"><span class="section-number-2">3</span> Learning &amp; Life</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgbc09b84" class="outline-3">
<h3 id="orgbc09b84"><span class="section-number-3">3.1</span> Reading</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>kindle paperwhite</li>
<li>ibooks and kindle app/ I love to use the search function of these
apps to look up keywords in books I use often.</li>
<li>paperback books - I buy paperbacks because of the indexes for the
same reason.</li>
<li>librivox.org- Audiobooks for classic novels/fiction</li>
<li>twitter</li>
</ul>
</div>
</div>
<div id="outline-container-orge472624" class="outline-3">
<h3 id="orge472624"><span class="section-number-3">3.2</span> Writing &amp; NoteTaking</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>emacs//org mode//notes app//screenshots</li>
<li>Mac Terminal</li>
<li>Arch Linux on a Dell Latitude Computer. I love the startup
environment being just a blank terminal, I can write without any
other utility. Also using a Dell is useful because I use an ethernet
to plug in to the internet, thus making the choice to use the
interent more deliberate than automatic behavior of WiFi.</li>
<li>jekyll/github pages/ netlify for site configuration, hosting, and
domain. Customized Lanyon/Poole Theme</li>
<li>fastmail for email</li>
</ul>
</div>
</div>

<div id="outline-container-org0f41cdf" class="outline-3">
<h3 id="org0f41cdf"><span class="section-number-3">3.3</span> Productivity</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>focus app- set on hardcore mode to limit internet usage to 2 hours</li>
<li>Freedom app which blocks distracting websites.</li>
<li>KSafe</li>
<li>Airpods - used with Siri to make/answer calls &amp; reduce phone
pickup.</li>
<li>Spotify for music. Discovery: it helps to use tho web player on your
phone instead of the app so you can singletask better.</li>
</ul>
</div>
</div>
<div id="outline-container-orge722afb" class="outline-3">
<h3 id="orge722afb"><span class="section-number-3">3.4</span> Misc</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Drawing, I used to use a Wacom Bamboo tablet, on ClipStudio Paint
for Mac, but then just switched to the better feeling Apple
Pencil/Ipad and Clip Studio Ipad App. (Unpaid version)</li>
<li>Music - M-audio Oxygen and garageband.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joseph Ruocco</p>
<p class="date">Created: 2022-02-07 Mon 09:32</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
